HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20241014145207.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-10-14T14:52:07.221+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="17498" guid="04f808cb-907a-4f54-832e-7bfca0df0c3d"/>
                <automatenStatus betriebStatus="AUSSER_BETRIEB" letzteInteraktion="2024-10-14T14:52:07.247+02:00" letzterVerkauf="2024-10-14T14:52:07.247+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
